namespace Di_25.Controllers
{
    static public class ProductsList
    {
        public static List<Product> Products = new List<Product>()
        {
            new Product(1, "Семена Петуния Ампельная “F1 Парпл Вельвет”", 145,
                "Семена Петуния Ампельная «Парпл Вельвет» предназначены для выращивания красивых, неприхотливых и " +
                "долго цветущих растений. Цветы воронковидные, диаметром 5 см, имеют пурпурно-фиолетовую окраску.\n" +
                "Побеги достигают 80-100 см, благодаря чему петуния великолепно смотрится в подвесных корзинах, " +
                "балконных ящиках, каскадных приподнятых клумбах. Период цветения — с июня по октябрь. Растение " +
                "выдерживает\nзасуху и плохие погодные условия, хорошо растет на освещенных участках, любит " +
                "питательные почвы. Посев семян в закрытый грунт производят в феврале, на постоянное место " +
                "пересаживают в мае."),

            new Product(2, "Семена цветов “Виола Бархатный вельвет” фиолетовая Аэлита", 37,
                "Виола «бархатный вельвет» - это травянистый двухлетник с темно-фиолетовыми, почти черными цветами с " +
                "эффектной бархатистой текстурой. Сорт хорошо переносит российские зимы в средней полосе, обильно " +
                "цветет\nвесной или летом в зависимости от времени высадки. Широко используется для оформления " +
                "бордюров, клумб, балконных контейнеров, альпинариев."),

            new Product(3, "Семена Подсолнечник “Енисей” 10 г", 25,
                "Подсолнечник «Енисей» — ультраскороспелый урожайный масличный сорт, от прорастания семян до сбора " +
                "урожая проходит 90 дней. Устойчив к заразихе, хороший медонос. Растение высокое — до 140-170 см,\n" +
                "корзинка достигает 40 см в диаметре, в процессе созревания сильно наклоняется. Семечки крупные, " +
                "черные, овальной формы.")
        };
    }
}
